{
	"dialogueData":
	[
		{
			"clientName":"艾絲琪",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"克萊默星球曾經遇到太陽熱擴散，磁場無法擋住熱能，整個星系陷入熱地域，那時候只有艾絲琪抵抗住了熱能，克萊默的所有父母為了星系化做了能量，",
						"而艾絲琪幾乎成為了克萊默星系最大的孩子，除了自己家中的弟妹，還有不少其他家庭需要照顧，",
						"但因為自己的流逝速度比其他人都慢得多，其他人都在慢慢長大，艾絲琪的年齡幾乎冷凍了起來，所以她幾乎沒有離開過克萊默星系，跟不是星系上的人說話都會比較害羞。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"跑出星球買東西，被大張旗鼓地找了個遍，但弟妹在喊餓的時候還是會偷偷跑出門。"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"被過度保護的長女，有5個弟妹，大家都很寵愛她，在克萊默星球上每個人的流逝速度不一，艾絲琪就是最慢的一個，也造成她天生必較害羞。"
					]
				}
			]
		},
		{
			"clientName":"亞伯特",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"身為家中老大的亞伯特，早早就想離開極崚星系，去開拓自己的商業帝國，畢竟龍族選擇家主的方式，一直都是力量至上，可是家族一直沒有將繼承人公布出來，不繼承的亞伯特也無法離開，",
						"就在這段時間，其他勢力悄聲來到極崚星系，本來是要抓走龍族的蛋和幼龍，不巧被亞伯特撞見，而亞伯特幼年時曾經遇上黑市販子，為了讓他屈服，人販子硬生生將他的翅膀扯下，亞伯特開始順從人販子，直到對方放鬆警惕，他毫不猶豫地將對方折磨至死，",
						"再次看見這樣的情景，亞伯特無法壓下憤怒，隨即與其他勢力打了起來，在單打獨鬥中最後取得了勝利，當家主之位即將落到亞伯特中，卻不見他龍，他已經趁機跑出極崚星系，而他的二弟也被迫當上了家主。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"成為廢龍與翅膀有關。",
						"成為商人的理由。"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"家族中的廢龍繼承龍之一，雖然已經聲明過不會繼承家族，但被爺爺強行推上位，比起戰鬥更喜歡經商，旅遊宇宙去挖掘新事物。"
					]
				}
			]
		},
		{
			"clientName":"雅蘭娜",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"雅蘭娜所在的伊斯波星系，在宇宙中像世外桃源一樣的地方，從來沒有經歷過戰爭，但伊斯波星系的所有人也無法離開，保護他們的是高維度的存在，",
						"曾經雙方簽署過協議，在過去幾萬年後，伊斯波星系人忘記了協議，只記得離開會帶來種族毀滅，多蘭娜家人認為那只是種迷信，當他們準備離開時，高維度的機器開始追逐他們，",
						"躲避中多蘭娜一家跑進了黑洞，黑洞扯碎了他們的飛行器，所有人進到逃生裝置，多蘭娜與家人徹底分離，漂流在她不認識的宇宙中。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"家鄉的樣子",
						"高一維度的統治"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"雄樹落下的樹葉幻化成的仙，以同樹誕生的仙為一家人，所以上下有差30歲的兄弟姊妹們。"
					]
				}
			]
		},
		{
			"clientName":"尼古拉斯",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"泰德聯星系是高維度種族，所有生命體都是意識型態，所有人都在追求更理想的高階思維，尼古拉斯雖然也喜歡知識，但他的喜歡更純粹，為了攝取知識，",
						"泰德聯人會同化其他種族去吸收他們的知識與本能，尼古拉斯更喜歡用體驗和觀察的方式，知識的含量就比其他人少，被其他人貶低成跟低維度的生物一樣。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"拒絕同化的理由",
						"知識的盡頭是玄學"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"誕生於泰德聯的神樹，沒有家人。"
					]
				}
			]
		},
		{
			"clientName":"多莉絲",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"多莉絲來自於少數海域行的維柑輝星系，陸地面積少並且沒有生命體，多莉絲自己設計了一款陸上裝，科學家的父母也幫她製作水循環裝置，多莉絲對此愛不釋手，外出也更加方便，但在她某次回家之後，整個海底世界都變了，多莉絲立刻跑回家，",
						"家中一切都在原地，除了父母的研究室資料都消失，只剩一條來自父母的留言，原來在多莉絲不在的那段時間，奇怪的突變病毒入侵了維柑輝星系，父母立刻做出撤離的判斷，雖然他們放心不下多莉絲，但他們相信自己的女兒，並且一定會再相遇。",
						"多莉絲看完訊息後，快速的收拾好自己的物品，在徹底離開前，她再次看了整個海底世界，異變大多數人都留下來，沒事的少數人離開了星球，四散各地，而多莉絲也踏上了星際的旅行，在尋找父母的途中，結交更多的朋友。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"面臨生命議題",
						"成為設計師的事"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"家中獨生女，特別有自己見解，選擇做了設計師，父母不是很理解卻還是支持，有一大群朋友來自各星。"
					]
				}
			]
		},
		{
			"clientName":"倫納德",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"沙漠中央城區發生叛變，對方帶著軍隊闖進倫納德家族掌管的地區，殺害了父親，母親保護兄弟倆被軍隊俘虜，哥哥帶倫納德逃進了廣大的沙漠中，但曾經收養的小孩為了活命，向軍隊提供兄弟倆的蹤跡，在軍隊即將抓捕到兄弟倆時，",
						"沙塵暴襲來，哥哥深知這是唯一的機會，讓倫納德逃離追殺的機會，獨自面對整支軍隊，而脫離追殺與沙塵暴，奄奄一息的倫納德在綠洲活了下來。",
						"倫納德從綠洲回到中央城區的貧民窟，在能脫離大社會前隱藏自己，當時機成熟支時他成為了全星系的流浪商人。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"跟哥哥的相處",
						"對於事情一板一眼的個性"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"父母是皇族旁支，有一個親哥，家人還收養了不少孤兒給予他們工作，所以倫納德兒時玩伴也多。"
					]
				}
			]
		},
		{
			"clientName":"魔法阿罵",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"科拉基星系是著名的實驗星，所有測試都會出現在這個星系，就算是不人道的實驗也是默默在執行，在柯拉基為實驗獻上一切都是光榮的，老朽曾經培育過一個小孩，他本來是實驗品，",
						"但時間長了就有了感情，那孩子在實驗中身體受盡痛苦，老朽額外做了那隻貓陪他，可實驗依舊沒有起色而孩子的病情加重，不久之後老朽親手將他殺死，也離開了柯拉基星系。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"性格古怪老人家，家當都帶在身上，家人都是沒有血緣關係的，身旁還跟著一隻看似貓咪的外星生物。"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"......",
						"「魔法阿罵，西瓜果凍冰怎麼了嗎?」",
						"老朽的西瓜上面有蟲子。",
						"「那個是鐵鐵，跟西瓜果凍冰一起生長的伴生植物，並不是什麼蟲子。」",
						"在老朽看來就是蟲子!",
						"老朽的西瓜果凍冰上面不能有蟲子!!",
						"『有時候老人家的性格是跟孩子一樣...』"
					]
				}
			]
		},
		{
			"clientName":"漢吉",
			"clientData":
			[
				{
					"dialogueName":"初次見面",
					"dialogueContents":
					[	
						"漢吉其實有一個幸福美滿的家庭，但是拉斯星系是以賭博聞名，這裡任何東西都是一種資產，包括但不限於金錢、生命、權力，拉斯人出生到死亡的時間不過半年，更是不在乎自己，",
						"大部分人都變成起司馬鈴薯，漢吉親眼看見家人在對賭後，自相殘殺後，就徹底離開拉斯星系，漢吉對生命有了不一樣的想法，還是在見到主角以後，所以他經常用一些迂迴的方式在關心主角。"
					]
				},
				{
					"dialogueName":"喜歡",
					"dialogueContents":
					[	
						"關於你的學分",
						"關於我的視角"
					]
				},
				{
					"dialogueName":"討厭",
					"dialogueContents":
					[	
						"家人對漢吉已經沒有意義，但他對你的學分很有意見。"
					]
				}
			]
		}
	]
}